const noData = {
  backgroundColor: "gradient",
  columns: [
    {
      name: "Выполнить", cards: [
        {
          text: "Пример карточки.",
          tags: ["Пример метки"],
        },
        {
          text: "Еще один пример карточки.",
        }
      ]
    },
    {
      name: "В процессе", cards: [
        {
          text: "Это пример карточки.",
        },
      ]
    },
    {
      name: "Сделано", cards: [
        {
          text: "Это также пример карточки.",
          tags: ["Пример метки", "Еще один пример метки"],
        },
        {
          text: "Просто пример карточки.",
          tags: ["Еще один пример метки"],
        },
        {
          text: "Другой пример карточки.",
        },
      ]
    }
  ],
  tags: [
    { name: "Пример метки", color: "#ece345" },
    { name: "Еще один пример метки", color: "#bd1f5e" }
  ]
};

export { noData };
